"ose[-12028]" = "内部エラーが発生しました";
"ospsqlite[-13008]" = "読取り専用スナップショット\"%s\"に対する変更は送信できません";
"bgsync[12405]" = "保留再開";
"ose[-12008]" = "%ldバイト分の命令コード'%c'を読み取れませんでした";
"bgsync[-12545]" = "同期エージェントの一時停止に失敗しました(原因を参照)";
"olstd[-10204]" = "無効なエンティティ: \"%s\"";
"ose[-12051]" = "無効なフィルタURLが指定されました: \"%s\"";
"bgsync[12302]" = "一時停止";
"bgsync[12010]" = "優先度%dのサーバー通知をパブリケーション\"%s\"について受信しました";
"osync_res[16110]" = "パブリケーション";
"bgsync[-12525]" = "イベント・ルールに対してタイプ\"%s\"は無効です";
"ose[-12031]" = "認識できないデータを受信しました";
"olstd[-10101]" = "IO操作は取り消されました";
"ose[-12047]" = "無効な優先度が指定されました: %d";
"bgsync[12006]" = "優先度%dの同期(パブリケーション\"%s\")が開始しました";
"ospsqlite[-13011]" = "スクリプト\"%s\"の実行中にエラーが発生しました";
"bgsync[-12505]" = "ネットワーク・マネージャ・エラーが発生しました(原因を参照)";
"olstd[0]" = "エラーなし";
"osync_res[16106]" = "ネットワーク名";
"ose[-12011]" = "プラグインはエラー%ldを返しました: %s";
"ose[-12027]" = "無効なハンドルが指定されました";
"ospsqlite[-13007]" = "スナップショット\"%s\"、列\"%s\": BLOB列は主キーに使用できません";
"bgsync[12404]" = "一時停止中";
"ose[15003]" = "クライアント・データがインポートされました。これでクライアントのアップグレードは終了です。";
"osync_res[16003]" = "完了";
"ose[-12007]" = "%ldバイト分の命令コード'%c'を読み取れません。%ldバイトしか残っていません";
"bgsync[-12544]" = "同期エージェントの停止に失敗しました(原因を参照)";
"olstd[-10203]" = "不正な形式の文字エスケープ: \"%s\"";
"bgsync[12301]" = "停止";
"ose[-12050]" = "無効なトランスポート方向が指定されました: %d";
"bgsync[-12524]" = "条件ルールに対してサブタイプ\"%s\"は無効です";
"olstd[-10100]" = "入力ストリームの最後に到達しました";
"ose[-12030]" = "送信された暗号化ID (%lu、%lu+1)が受信した内容(%lu、%lu)と一致しません";
"ose[-12046]" = "指定されたバッファ・ポインタまたはバッファ長は無効です";
"bgsync[12005]" = "優先度%dの構成(データベース\"%s\")が終了しました";
"bgsync[-12504]" = "ルール\"%s\"(パブリケーション\"%s\"用)を評価できませんでした";
"ospsqlite[-13010]" = "索引\"%s\"について受信した索引情報が無効です";
"osync_res[16105]" = "クライアントID";
"ose[-12010]" = "プラグインは無効なフラグ'%x'を返しました";
"ose[-12026]" = "無効なセッション・ハンドルが指定されました";
"ospsqlite[-13006]" = "IDが%ldのスナップショットは見つかりませんでした";
"bgsync[12403]" = "保留一時停止";
"ose[15002]" = "クライアント・データベースが設定されました。同期を再度実行し、エクスポート段階で生成されたバイナリ・ファイルからデータをインポートしてください。このファイルのカスタム位置を指定する場合は、ファイル同期オプションを使用してください。";
"osync_res[16002]" = "取消";
"ose[-12006]" = "無効な命令コード%dを受信しました";
"bgsync[-12543]" = "同期エージェントの開始に失敗しました(原因を参照)";
"olstd[-10202]" = "終了していないエスケープ: \"%.*s\"";
"olstd[-10009]" = "NULLポインタまたはハンドルが見つかりました: %s";
"bgsync[12300]" = "開始";
"bgsync[-12523]" = "イベント・ルールに対してサブタイプ\"%s\"は無効です";
"bgsync[-12539]" = "同期エージェントは無効になっているため、開始できません";
"ose[-12045]" = "APIまたは機能\"%s\"はサポートされていません";
"bgsync[12004]" = "優先度%dの構成(データベース\"%s\")が開始しました";
"bgsync[-12503]" = "ルール\"%s\"(パブリケーション\"%s\"用)をロードできませんでした(原因を参照)";
"osync_res[16104]" = "プロセスID";
"bgsync[-12519]" = "無効なルール・サブタイプ: \"%s\"";
"ose[-12025]" = "指定されたバージョンの暗号化トランスポートは無効です: %d";
"ospsqlite[-13005]" = "64Kを超える大規模な列データはサポートされていません";
"bgsync[12402]" = "実行中";
"ose[15001]" = "データベースのデータがエクスポートされました。クライアントのアップグレードを続行してください。";
"osync_res[16001]" = "OK";
"ose[-12005]" = "無効なレコードDMLタイプ%dがプラグインから取得されました";
"bgsync[-12542]" = "指定したパラメータが無効です: %d";
"olstd[-10201]" = "xmlに文字列\"%s\"がありません";
"olstd[-10008]" = "無効な16進文字列\"%s\"";
"bgsync[-12522]" = "無効な日付書式: \"%s\"";
"bgsync[-12538]" = "メッセージ・リーダーは別のスレッドから取り消されました";
"ose[-12044]" = "プラグイン・ライブラリ\"%s\"をロードできませんでした(原因を参照)";
"bgsync[12003]" = "同期エージェントが再開されました";
"bgsync[12504]" = "プロセス";
"bgsync[-12502]" = "データベース\"%s\"に対する適用に失敗しました(原因を参照)";
"osync_res[16103]" = "アプリケーション名";
"bgsync[-12518]" = "無効なルール・タイプ: \"%s\"";
"ose[-12024]" = "シーケンス外の命令コード'%c'を受信しました";
"olstd[-10303]" = "スケジューラは停止中のため使用できません";
"olstd[-1]" = "不明なエラー";
"ospsqlite[-13004]" = "STATE列に無効なデータがあります";
"bgsync[12401]" = "保留開始";
"ose[15000]" = "該当なし(エクスポート・モード)";
"osync_res[16000]" = "同期の進捗";
"ose[-12004]" = "パスワードが指定されておらず、ユーザー\"%s\"用に保存されていませんでした";
"olstd[-10200]" = "属性\"%s\"がタグ\"%s\"に見つかりませんでした";
"olstd[-10007]" = "無効な日付文字列が指定されています: \"%s\"";
"bgsync[-12541]" = "データベース\"%s\"はアプリケーションによってロックされているため、対応するルールの評価に失敗しました";
"bgsync[-12521]" = "ルール・サブタイプ\"%s\"はルール・タイプ\"%s\"に対して無効です";
"bgsync[-12537]" = "リーダーを実行する%dの最大許容値を超えるためメッセージ・リーダーを作成できません";
"ose[-12043]" = "パブリケーションID %luが見つかりませんでした";
"bgsync[12002]" = "同期エージェントは一時停止中です";
"bgsync[12503]" = "受信";
"bgsync[-12501]" = "優先度%dの同期(パブリケーション\"%s\")に失敗しました(原因を参照)";
"osync_res[16102]" = "ステータス";
"bgsync[-12517]" = "プラットフォーム・データベースが見つかりませんでした";
"ose[-12023]" = "IDが%ldのスナップショットはすでに存在します";
"olstd[-10302]" = "スレッド・プールは停止中のため使用できません";
"ose[-12039]" = "内部エラーが発生しました(原因を参照)";
"ospsqlite[-13003]" = "無効な主キー定義を受信しました";
"bgsync[12400]" = "停止されました";
"ose[-12003]" = "ユーザーが指定されておらず、最後のユーザーは記録されていませんでした";
"ose[-12019]" = "パブリケーション\"%s\"が見つかりませんでした";
"olstd[-10006]" = "引用符の囲みが不適切な文字列: %s";
"bgsync[-12540]" = "バックグラウンド同期が有効になっているパブリケーションはクライアントに見つかりませんでした";
"olstd[-10215]" = "値\"%s\"(属性\"%s\"、タグ\"%s\"内)が無効です";
"bgsync[-12520]" = "無効なルール・クラス: \"%s\"";
"bgsync[-12536]" = "同期エージェントが実行されていないため、操作\"%s\"は実行できません";
"ose[-12042]" = "ユーザー・トランスポート・エラーが発生しました(原因を参照)";
"bgsync[12001]" = "同期エージェントが停止されました";
"bgsync[12502]" = "送信";
"bgsync[-12500]" = "優先度%dの構成(データベース\"%s\")に失敗しました(原因を参照)";
"osync_res[16101]" = "同期エージェント情報";
"bgsync[-12516]" = "エージェントは制御コマンド\"%s\"を受け入れることができません(状態が\"%s\"のため)";
"ose[-12022]" = "IDが%ldのトランザクションは見つかりませんでした";
"olstd[-10301]" = "外部メッセージ・キュー・クライアントへの接続の確立中にエラーが発生しました";
"ose[-12038]" = "サーバー・エラーが発生しました(原因を参照)";
"olstd[-10108]" = "ソケット・エラーが発生しました(原因を参照)";
"ospsqlite[-13002]" = "無効な列定義を受信しました";
"ose[-12002]" = "データベース\"%s\"が見つかりませんでした";
"ose[-12018]" = "LOBをサポートしていないプラグインに対してLOBを持つレコードが取得されました";
"olstd[-10005]" = "\"%s\"はサポートされていません";
"olstd[-10214]" = "タグ\"%s\"は認識されません";
"bgsync[-12535]" = "制御操作はタイムアウトしました";
"ose[-12041]" = "HTTPトランスポート・エラーが発生しました(原因を参照)";
"bgsync[12000]" = "同期エージェントが開始されました";
"bgsync[12501]" = "準備";
"ospsqlite[-13021]" = "主キーのない読取り専用スナップショット\"%s\"から更新または削除できません";
"osync_res[16100]" = "Oracle同期エージェント";
"ose[-12021]" = "IDが%ldのスナップショットは見つかりませんでした";
"olstd[-10300]" = "メッセージ・キュー\"%s\"がいっぱいです";
"ose[-12037]" = "同期構成の保存中のエラー(原因を参照)";
"olstd[-10107]" = "%ldミリ秒後にソケット・タイム・アウトが発生しました";
"ospsqlite[-13001]" = "無効なスナップショット・データを受信しました";
"ose[-12001]" = "予想された命令コード: '%c'、受信: '%c'";
"ose[-12017]" = "IDが%ldのプラグインは見つかりませんでした";
"olstd[-10004]" = "NULLポインタまたはハンドルが見つかりました";
"olstd[-10213]" = "子タグ\"%s\"が見つかりません";
"bgsync[-12534]" = "無効なセッション・ハンドルが指定されました";
"olstd[-10209]" = "タグ・データが予期せぬ形式です";
"ose[-12040]" = "スナップショット\"%s\"を作成するにはデフォルトのデータベースが必要です";
"bgsync[12500]" = "アイドル";
"ose[-12056]" = "サーバーの公開鍵がないため、取得できませんでした";
"bgsync[12015]" = "不明";
"bgsync[-12514]" = "%dのアクティブな接続が存在するため、エージェントを停止できません";
"ospsqlite[-13020]" = "重複するメタ・スナップショット: \"%s\"";
"ose[-12020]" = "スナップショット\"%s\"がパブリケーション\"%s\"内に見つかりませんでした";
"ose[-12036]" = "同期構成のロード中のエラー(原因を参照)";
"olstd[-10106]" = "無効なHTTPチャンク・ヘッダー:";
"ospsqlite[-13000]" = "SQLiteデータベース・エラー(原因を参照)";
"ose[-12000]" = "同期は取り消されました";
"ose[-12016]" = "無効なトランスポート・タイプが指定されました: %d";
"olstd[-10003]" = "無効な引数\"%s\"が\"%s\"に指定されています";
"olstd[-10212]" = "予想されたタグ: \"%s\"、取得: \"%s\"";
"bgsync[-12533]" = "無効な待機ステータス: %d";
"olstd[-10208]" = "オープン・タグが不足しています";
"ose[-12055]" = "現在バックグラウンド同期は実行できません(初回の同期を完了させるか、同期を設定してください)";
"bgsync[12014]" = "トレース・メッセージ: %s";
"bgsync[-12513]" = "無効なサーバー通知を受信しました: \"%s\"";
"bgsync[-12529]" = "別のインスタンスがすでに実行されているため、同期エージェントは開始できません";
"osync_res[16114]" = "エラー情報";
"olstd[-10105]" = "無効なHTTPレスポンス行: \"%s\"";
"ose[-12035]" = "失敗したHTTPレスポンス: \"%s\"";
"ospsqlite[-13015]" = "SQLiteデータベース・エラー、リカバリが必要です(原因を参照)";
"bgsync[-12509]" = "ダイヤルアップ接続の確立に失敗しました(原因を参照)";
"ose[-12015]" = "トランスポート・タイプはユーザーですが、ユーザー・トランスポートが初期化されていません";
"olstd[-10002]" = "無効なBase64文字列: \"%s\"";
"olstd[-10211]" = "予想されたイベント: %s、取得: %s";
"bgsync[-12532]" = "指定した文字列パラメータが無効です: %d";
"olstd[-10207]" = "タグ\"%s\"内でファイルが終了します";
"ose[-12054]" = "暗号化されたデータベース\"%s\"のデータベース・キーが見つかりませんでした";
"bgsync[12013]" = "ネットワークを評価しました。名前: \"\\%s\"、速度: %ld bps、Ping: %ld ms";
"bgsync[-12512]" = "無効な制御コマンドを受信しました: %d";
"bgsync[-12528]" = "プラットフォーム・データベースの重複が見つかりました: \"%s\"および\"%s\"";
"osync_res[16113]" = "終了時間";
"olstd[-10104]" = "無効なURLが指定されています: \"%s\"";
"ose[-12034]" = "無効な暗号化タイプが指定されています: %d";
"bgsync[12009]" = "データベース\"%s\"に対する適用が終了しました";
"bgsync[-12508]" = "プラットフォーム・ルール\"%s\"がプラットフォーム以外のデータベース\"%s\"で見つかりました";
"ospsqlite[-13014]" = "スナップショット\"%s\"のスナップショットID %ldが無効です";
"osync_res[16109]" = "同期詳細";
"ose[-12014]" = "無効な文字列オプションが指定されました: %d";
"olstd[-10001]" = "olStringTokenizerにはこれ以上トークンがありません";
"olstd[-10210]" = "タグが終了していません";
"bgsync[12407]" = "廃止";
"bgsync[-12531]" = "指定した数値パラメータが無効です: %d";
"olstd[-10206]" = "一致しない終了タグ: \"%s\"";
"bgsync[-12547]" = "同期エージェントで致命的なエラーが発生したか、停止できません";
"ose[-12053]" = "一方向のトランスポートで受信を実行中にセッション・キーが見つかりませんでした";
"bgsync[12304]" = "UIの非表示";
"bgsync[12012]" = "ネットワークがありません";
"bgsync[-12511]" = "エージェントへの制御接続がエラーのためクローズしました(原因を参照)";
"bgsync[-12527]" = "SQLルールについての問合せが欠落しています";
"osync_res[16112]" = "開始時間";
"olstd[-10103]" = "進捗モニターに無効な引数が指定されています";
"ose[-12033]" = "無効なHTTP URLが指定されています: \"%s\"";
"ose[-12049]" = "データ受信を再開できませんでした";
"bgsync[12008]" = "データベース\"%s\"に対する適用が開始しました";
"bgsync[12201]" = "メモリーが少なくなっています(%ldバイト使用可能)";
"bgsync[-12507]" = "内部エラーが発生しました(詳細は原因を参照)";
"ospsqlite[-13013]" = "内部エラーが発生しました(詳細は原因を参照)";
"osync_res[16108]" = "バッテリ・パワー";
"ose[-12013]" = "無効な整数オプションが指定されました: %d";
"ose[-12029]" = "受信中に予期せぬ終了命令コードが発生しました";
"olstd[-10000]" = "文字列\"%s\"のテキストは有効な番号ではありません";
"ospsqlite[-13009]" = "IDが%ldのスナップショットはすでに存在します";
"bgsync[12406]" = "保留停止";
"ose[-12009]" = "プラグインAPI \"%s\"がライブラリ\"%s\"に見つかりません";
"bgsync[-12530]" = "\"%s\"はサポートされていません";
"olstd[-10205]" = "文字列が終了していません";
"bgsync[-12546]" = "同期エージェントの再開に失敗しました(原因を参照)";
"ose[-12052]" = "一方向のトランスポートで使用できるのは、SEND方向かRECEIVE方向のいずれかのみです";
"bgsync[12303]" = "再開";
"bgsync[12011]" = "ネットワークが\"%s\"から\"%s\"に変更されました";
"bgsync[-12510]" = "優先度%dのサーバー通知処理(パブリケーション\"%s\")に失敗しました(原因を参照)";
"bgsync[-12526]" = "条件ルールに対してタイプ\"%s\"は無効です";
"osync_res[16111]" = "優先度 ";
"olstd[-10102]" = "トランスポートの呼出しはシーケンスに組み込まれていません";
"ose[-12032]" = "エラーのある圧縮されていないデータを受信しました";
"ose[-12048]" = "データ送信を再開できませんでした";
"bgsync[12007]" = "優先度%dの同期(パブリケーション\"%s\")が終了しました";
"bgsync[12200]" = "バッテリ・パワーが低くなっています(%d %%)";
"bgsync[-12506]" = "パワー・マネージャ・エラーが発生しました(原因を参照)";
"ospsqlite[-13012]" = "無効な引数が関数に渡されました";
"osync_res[16107]" = "ネットワーク速度";
"ose[-12012]" = "無効な同期方向が指定されました: %d";
